Repository: franck-paul/commentsWikibar
Catalog: locales/*/main.po
Languages: fr

source: Adds a formatting toolbar when public comments use the wiki syntax
fr: Ajoute une barre d'outils de formatage pour les commentaires publics utilisant la syntaxe wiki

source: Comments Wikibar
fr: Wikibarre

source: Preformatted
fr: Texte préformaté

source: Block quote
fr: Bloc de citation

source: Plugin Activation
fr: Activation de l'extension

source: Enable Comments Wikibar
fr: Activer la Wikibarre

source: Activating this plugin also enforces wiki syntax in blog comments
fr: L'activation de cette extension force la syntaxe wiki dans les commentaires du blog

source: Disable characters format
fr: Désactiver la mise en forme des caractères

source: Disable breakline
fr: Désactiver les sauts de ligne

source: Disable list
fr: Désactiver les listes

source: Disable preformatted text
fr: Désactiver le texte préformaté

source: Disable blockquote
fr: Désactiver les blocs de citation

source: Disable link
fr: Désactiver les liens

source: Advanced Options
fr: Options avancées

source: CSS inclusion
fr: Inclusion des CSS

source: Include CSS
fr: Inclure les CSS

source: Use custom CSS
fr: CSS personnalisée

source: You can use a custom CSS by providing its location.
fr: Vous pouvez utiliser une CSS personnalisée en fournissant son adresse.

source: A location beginning with a / is treated as absolute, else it is treated as relative to the blog's current theme URL
fr: Une adresse commençant par un / est considérée comme absolue, sinon elle est traitée comme relative à l'adresse du thème actuellement en usage sur le blog.

source: Javascript inclusion
fr: Inclusion de Javascript

source: Include JS library
fr: Inclure la librairie JS

source: Use custom JS library
fr: Librairie JS personnalisée

source: You can use a custom JS library by providing its location.
fr: Vous pouvez utiliser une librairie Javascript personnalisée en fournissant son adresse.

source: Include JS bootstrap
fr: Inclure l'amorce JS
